//================================================================
// Задача 4 Вывести на одной строке числа 1, 13 и 49 
// с одним пробелом между ними.
//================================================================

// string a = "1";
// string b = "13";
// string c = "49";
// Console.WriteLine(a + " " + b + " " + c);

int a = 1;
int b = 13;
int c = 49;
Console.WriteLine($"{a} {b} {c}"); // Интерполяция строки