//================================================================
// Задача 6 Составить программу вывода на экран в одну строку трех любых чисел
// с двумя пробелами между ними.
//================================================================
Random random = new Random();
int a = random.Next(1, 10);
int b = random.Next(1, 10);
int c = random.Next(1, 10);
Console.WriteLine($"{a}  {b}  {c}");