//================================================================
// Задача 11 Составить программу вывода на экран «столбиком» четырех любых чисел.
//================================================================

Random rdn = new Random();

int a = rdn.Next(1, 100);
int b = rdn.Next(1, 100);
int c = rdn.Next(1, 100);
int d = rdn.Next(1, 100);
Console.WriteLine($"{a}\n{b}\n{c}\n{d}");
