//================================================================
// Задача 12 Составить программу вывода на экран следующей информации:
// 2 кг
// 13 17
//================================================================

Console.WriteLine($"2 кг\n13 17");
