//================================================================
// Задача 1 Вывести на экран число  с точностью до сотых.
//================================================================

double a = 2.354;
a = Math.Round(a, 2);
Console.WriteLine(a);