//================================================================
// Задача 11 Составить программу вывода на экран следующей информации:
// 5 10
// 7 см
//================================================================

// int a = 5, b = 10, c = 7;
// string d = "см";
// Console.WriteLine($"{a} {b}\n{c} {d}");

// Решение 2
Console.WriteLine($"5 10\n7 см");

