//================================================================
// Задача 7 Составить программу вывода на экран
// в одну строку четырех любых чисел с одним пробелом между ними.
//================================================================

Random random = new Random();
int a = random.Next(1, 225);
int b = random.Next(1, 225);
int c = random.Next(1, 225);
int d = random.Next(1, 225);
Console.WriteLine($"{a} {b} {c} {d}");