//================================================================
// Задача 2 Вывести на экран число e 
// (основание натурального логарифма) с точностью до десятых.
//================================================================

Console.WriteLine(Math.Round(Math.E, 1));