//================================================================
// Задача 5 Вывести на одной строке числа 7, 15 и 100 
// с двумя пробелами между ними.
//================================================================

int a = 7;
int b = 15;
int c = 100;
Console.WriteLine($"{a}  {b}  {c}"); // 2 пробела 