//================================================================
// Задача 8 Вывести на экран числа 50 и 10 одно под другим.
//================================================================

int a = 50, b = 10;
Console.WriteLine($"{a}\n{b}"); // Перенос строки
